Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Opens a block to be transposed up one octave This must be followed by a CloseBlock "}" to end the transposed section.
sv: Öppnar ett block som ska transponeras upp en oktav Detta måste följas av ett CloseBlock "}" för att avsluta det transponerade avsnittet.

source: TypesettingOff
sv: SättningOff

source: Turns off typesetting from that point until turned on.
sv: Stänger av sättningen från den punkten tills den slås på igen.

source: TypesettingOn
sv: Typsättning På

source: Turns on typesetting from this point forward in all staffs.
sv: Slår på sättning från och med nu i alla staber.

source: (Print) Start Drawing Notes (Again)
sv: (Skriv ut) Börja rita noter (igen)

source: Reverts the "Stop drawing notes" command
sv: Återställer kommandot "Sluta rita noter"

source: Preset for first voice. Stems up
sv: Förinställd för första stämman. Stammar upp

source: Voice Preset 2 (Stems Down)
sv: Voice Preset 2 (notskaft Down)

source: Preset for second voice. Stems down.
sv: Förinställd för andra stämman. Stammar ner.

source: Preset for third voice. Stems up.
sv: Förinställd för tredje stämman. Stammar upp.

source: Voice Preset 4 (Stems Down)
sv: Voice Preset 4 (notskaft Down)

source: Preset for voice four. Stems down.
sv: Förinställning för stämma fyra. Stammar ner.

source: Voice Preset Automatic
sv: Förinställd stämma Automatisk

source: Automatic voice preset. Resets to normal behaviour.
sv: Automatisk förinställning av stämma. Återställs till normalt beteende.

source: Voice Preset
sv: Förinställd stämma

source: Choose a preset for four voices or automatic voice.
sv: Välj en förinställning för fyra stämmor eller automatisk stämma.

source: Automatic Voice
sv: Automatisk stämma

source: Choose Voice
sv: Välj stämma

source: Hide Next
sv: Dölj nästa

source: On printing the next music item will be omitted from the score. Use with conditional directives to leave out music for certain layouts.
sv: Vid utskrift kommer nästa musikstycke att utelämnas från partituret. Används med villkorliga direktiv för att utelämna musik för vissa layouter.

source: E
sv: Ö

source: Double Sharp
sv: Dubbelt skarp

source: Double Flat
sv: Dubbel lägenhet

source: Arbitrary Key Signature
sv: Signatur med godtycklig nyckel

source: Prints a key signature composed of an arbitrary combination of accidentals. For any step of the scale which needs an accidental to show choose the note name and accidental. Note that the Denemo Display will ignore this, so you have to enter the accidentals as if it wasn't there. LilyPond will typeset the key signature specified and display accidentals before notes correspondingly.
sv: Skriver ut en tonart som består av en godtycklig kombination av förtecken. För varje steg i skalan som behöver ett förtecken för att visas väljer du notnamn och förtecken. Observera att Denemo Display ignorerar detta, så du måste skriva in förtecken som om det inte fanns där. LilyPond kommer att skriva in den angivna tonarten och visa förtecken före noter på motsvarande sätt.

source: Flattens the inital key signature by one degree on all staffs/voices.
sv: Plattar ut den ursprungliga tonarten med en grad på alla stämmor.

source: Flattens the key signature by one degree. If no key signature at the cursor, operates on the initial key signature.
sv: Plattar till nyckeltecknet med en grad. Om det inte finns någon tonart vid markören, används den ursprungliga tonarten.

source: On printing, omit the key signature change at the cursor, or the initial key signature if the cursor is not on a key signature change.
sv: Vid utskrift utelämnas ändringen av tonartssignaturen vid markören, eller den ursprungliga tonartssignaturen om markören inte befinner sig på en ändring av tonartssignaturen.

source: Sharpens the inital key signature by one degree on all staffs/voices.
sv: Skärper den ursprungliga nyckelteckningen med en grad på alla stämmor.

source: Sharpens the key signature by one degree. If no key signature at cursor, sharpens the initial key signature.
sv: Skärper nyckelns signatur med en grad. Om det inte finns någon nyckelsignatur vid markören skärps den ursprungliga nyckelsignaturen.

source: Delete Current Verse (no undo!)
sv: Ta bort aktuell vers (ingen ångerrätt!)

source: Deletes the current verse - copy the text first if needed.
sv: Raderar den aktuella versen - kopiera texten först om det behövs.

source: No verse has been created for this staff. Use Add Lyric Verse in Lyrics menu.
sv: Ingen vers har skapats för detta notsystem. Använd Lägg till lyrisk vers i Lyrics-menyn.

source: Edit Lyric at Cursor
sv: Redigera text på markören

source: Switches keyboard input to the lyrics pane, placing the cursor on the syllable that belongs to the cursor note.
sv: Växlar tangentbordsinmatning till textfönstret och placerar markören på den stavelse som hör till markörnoten.

source: Highlighted Syllable
sv: Markerad stavelse

source: Give syllable to insert:
sv: Ge stavelse för att infoga:

source: Insert a Highlighted Lyric
sv: Infoga en markerad text

source: Inserts a syllable which can be bold and/or italic.
sv: Infogar en stavelse som kan vara fetstilt och/eller kursivt.

source: Divide Syllables with Hyphen
sv: Dela upp stavelser med bindestreck

source: Typesets a hyphen between the syllables at the cursor, if there is sufficient room.
sv: Skriver ett bindestreck mellan stavelserna vid markören, om det finns tillräckligt med utrymme.

source: Note: start lyrics on a new line
sv: Obs: starta texten på en ny rad

source: Syllable Alignment
sv: Justering av stavelser

source: Inserts some syntax into the lyric verse to determine the alignment of syllables under notes. Lyrics to be affected should be on the following lines.
sv: Infogar viss syntax i den lyriska versen för att bestämma inriktningen av stavelser under noter. Texter som ska påverkas bör vara på följande rader.

source: Printed as "ˬ" (lyric tie symbol)
sv: Tryckt som "ˬ" (lyric bindebåge symbol)

source: Printed as space
sv: Tryckt som rymd

source: Inserts a lyric tie between two words at the cursor. Use this instead of a space between two words that are sung to the same note (do not leave a space as well). It will be typeset as a tie or space between the words.
sv: Infogar en lyrisk bindning mellan två ord vid markören. Använd detta i stället för ett mellanslag mellan två ord som sjungs på samma ton (lämna inte heller ett mellanslag). Det kommer att sättas som ett band eller mellanslag mellan orden.

source: During Word, with Slur
sv: Under ord, med sludder

source: Word End, with Slur
sv: Ordändelse, med legatobåge

source: During Word, no Slur
sv: Under ord, ingen sludder

source: Word End, no Slur
sv: Ordslut, ingen legatobåge

source: Extend Melisma
sv: Förlänga Melisma

source: Extends a syllable over the next note with hyphenated line (within word) or extender line (at end of word).
sv: Förlänger en stavelse över nästa not med bindestreckslinje (inom ordet) eller förlängningslinje (i slutet av ordet).

source: this inserts the verse
sv: detta infogar versen

source: from
sv: från

source: There are no verses above this one to mirror from.
sv: Det finns inga verser ovanför den här att spegla sig i.

source: Insert Mirrored Verse
sv: Infoga spegelvända verser

source: Inserts special syntax to typeset a verse from another staff under this staff. This syntax should be on a line of its own.
sv: Infogar särskild syntax för att placera en vers från ett annat notsystem under detta notsystem. Syntaxen bör stå på en egen rad.

source: Give non-lyric text to insert
sv: Ge icke-lyrisk text att infoga

source: Inserts a stanza number (or other text that is not part of the lyrics) in the current verse at the cursor position.
sv: Infogar ett strofnummer (eller annan text som inte är en del av texten) i den aktuella versen vid markörens position.

source: Skip Syllables
sv: Hoppa över stavelser

source: Give number of syllables to skip
sv: Ange antal stavelser som ska hoppas över

source: Skip Syllables in Selection
sv: Hoppa över stavelser i urval

source: Inserts blanks for the syllables from the start of the notes selected in the Denemo Display to the cursor. With no selection asks for a number of syllables to skip and inserts the skip at the lyric cursor.
sv: Infogar blanksteg för stavelserna från början av de noter som valts i Denemo Display till markören. Utan något val frågar efter ett antal stavelser som ska hoppas över och infogar hoppet vid textmarkören.

source: Font Name
sv: Teckensnitt namn

source: Give font name
sv: Ange namn på teckensnitt

source: Give font size magnification (0 = default, negative = smaller)
sv: Ge teckenstorleksförstoring (0 = standard, negativ = mindre)

source: Larger/Smaller Font Size
sv: Större/mindre teckenstorlek

source: Inserts a code in the current lyric verse to change to larger or smaller font size. Keep this code on a separate line.
sv: Infogar en kod i den aktuella textversen för att ändra till större eller mindre teckenstorlek. Håll denna kod på en separat rad.

source: Change Font
sv: Ändra teckensnitt

source: Inserts into the current lyric verse a change of font. Keep this code on a line of its own.
sv: Infogar en ändring av teckensnittet i den aktuella textversen. Håll den här koden på en egen rad.

source: Dynamic
sv: Dynamiskt

source: Inserts a dynamic marking in the current verse at the insertion point in the lyrics pane. Use this to indicate dynamics which change from one verse to another.
sv: Infogar en dynamisk markering i den aktuella versen vid infogningspunkten i textfönstret. Använd den här markeringen för att ange dynamik som ändras från en vers till en annan.

source: Show Verse
sv: Visa vers

source: Opens up the lyric pane that contains the verse(s) for this staff (if any)
sv: Öppnar textfönstret som innehåller verserna för den här staven (om det finns några)

source: Lyrics will appear in the Print View for the default layout
sv: Texterna visas i utskriftsvyn för standardlayouten

source: Lyrics will be omitted in the Print View for the default layout
sv: Texterna kommer att utelämnas i utskriftsvyn för standardlayouten

source: Typeset Lyrics (Off/On)
sv: Typsatt text (av/på)

source: Turns Off/On typesetting of lyrics for the entire score. The score will revert to typesetting verses when reloaded (except for any custom score layouts created) - the command does not count as a change in the score.
sv: Slår av/på sättning av texter för hela partituret. Partituret återgår till att sätta verser när det laddas om (med undantag för eventuella anpassade partiturlayouter som skapats) - kommandot räknas inte som en ändring i partituret.

source: Append verses to current text
sv: Lägga till verser till aktuell text

source: Edit current end-of-movement text
sv: Redigera aktuell text om satsns slut

source: Replace with verses
sv: Ersätt med verser

source: Typesetting Verses at End
sv: Typografering av verser i slutet

source: Which verse to start at?
sv: Vilken vers ska jag börja med?

source: Verse
sv: Vers

source: No verses found
sv: Inga verser hittades

source: Typeset Verses at End
sv: Typsatta verser i slutet

source: Let's you choose a number of verses to print at the end of the piece (movement), instead of underlaying the music. The verses are copied to the end so can be deleted once copied to prevent them from appearing beneath the music in addition.
sv: Låt dig välja ett antal verser som ska skrivas ut i slutet av stycket (satsen), istället för att ligga under musiken. Verserna kopieras till slutet och kan raderas när de har kopierats för att förhindra att de visas under musiken i tillägg.

source: Insert Duplicate Measure After
sv: Infoga duplicerad takt efter

source: Inserts a copy of the current measure after the present measure.
sv: Infogar en kopia av den aktuella åtgärden efter den aktuella åtgärden.

source: Beam Start command on a note with no beam
sv: Stråle Starta kommandot på en not utan stråle

source: Second start Beam
sv: Andra start Stråle

source: Beam End command on a note with no beam
sv: Stråle Avsluta kommandot på en not utan stråle

source: End Beam with no start
sv: Avsluta balk utan start

source: Start Beam with no end
sv: Starta balk utan slut

source: No problem detected with beams in measure
sv: Inga problem upptäckta med balkar i mått

source: Check Beaming
sv: Kontrollera strålning

source: Checks the current measure for beaming errors.
sv: Kontrollerar den aktuella mätningen för strålningsfel.

source: End Tuplet with no start
sv: Avsluta Tuplet utan start

source: Start Tuplet with no end
sv: Starta Tuplet utan slut

source: All tuplets in measure are terminated
sv: Alla tuplets i måttet är avslutade

source: Check Tuplets
sv: Kontrollera tuplets

source: Checks that start/end tuplets match in the current measure.
sv: Kontrollerar att start/slut-tuplets matchar i det aktuella måttet.

source: Delete Empty Measures
sv: Ta bort tomma takter

source: Deletes all empty measures from the cursor until the next music.
sv: Raderar alla tomma takter från markören till nästa musik.

source: Display Measure Number
sv: Visa mätningens nummer

source: Enter the number you wish to display as the bar number for the current bar. Does not affect the typeset score.
sv: Ange det nummer som du vill visa som stapelnummer för den aktuella stapeln. Påverkar inte den maskinskrivna poängen.

source: Measure Number
sv: Taktantal

source: Changes the bar number displayed for this and subsequent bars. Does not affect the print out, see Set Bar Number command for that.
sv: Ändrar det stapelnummer som visas för denna och efterföljande staplar. Påverkar inte utskriften, se kommandot Set taktstreck Number för detta.

source: Duplicate Two Measures
sv: Duplicera två takter

source: Inserts a copy of the previous and the current measure after the curreent measure.
sv: Infogar en kopia av föregående och aktuellt mått efter aktuellt mått.

source: Hidden Measure
sv: Dold takt

source: Inserts a dummy whole measure rest. The measure is not seen by the LilyPond typesetter, it just takes up space in the display. Use for polymetric music to even up the staff lengths for the display.
sv: Infogar en dummy hel måttrest. Måttet ses inte av LilyPonds sättare, det tar bara upp plats i displayen. Används för polymetrisk musik för att jämna ut notlängderna för displayen.

source: This Directive tells Denemo not to signal an error if there are too many notes or rests after this point (or too few) for a complete measure.
sv: Detta direktiv säger till Denemo att inte signalera ett fel om det finns för många noter eller vilopauser efter denna punkt (eller för få) för ett helt mått.

source: Partial Measure is Acceptable
sv: Partiell takt är acceptabel

source: Partial Measure
sv: Partiell takt

source: Ignore Measure Duration Error
sv: Ignorera fel i mätningens varaktighet

source: Allow too few notes/rests in this measure. Only affects the Denemo display and error checking, the typesetting will place barlines according to the actual durations of notes as usual.
sv: Tillåt för få noter/vilor i denna takt. Påverkar endast Denemos visning och felkontroll, i sättningen placeras taktstrecken enligt noternas faktiska varaktighet som vanligt.

source: Create Gap
sv: Skapa gap

source: Creates a gap between the previous measure and the current one. The clef is re-instated after the gap. The gap size can be adjusted by inserting or deleting empty measures in between.
sv: Skapar ett mellanrum mellan föregående takt och den aktuella. Notskålen återinförs efter mellanrummet. Mellanrummets storlek kan justeras genom att infoga eller ta bort tomma takter däremellan.

source: Merge with Next Measure
sv: Sammanfoga med nästa takt

source: Joins two measures together.
sv: Sammanfogar två mått.

source: Close and Reopen Repeat
sv: Stäng och öppna igen Upprepa

source: Closes an open repeat block and opens a new one.
sv: Stänger ett öppet repeat-block och öppnar ett nytt.

source: Close a Repeat Section
sv: Stäng en upprepad sektion

source: Closes a section that starts with an Open Repeat. Not needed with 1st and 2nd time bars. (Printing)
sv: Avslutar ett avsnitt som börjar med en öppen repetition. Behövs inte med 1:a och 2:a taktpinnen. (Tryckning)

source: Close Second Time Bar
sv: Nära andra Time taktstreck

source: Closes the second time bar previously opened (printing)
sv: Stänger den andra time taktstreck som tidigare öppnats (utskrift)

source: First Time Bar
sv: Första gången taktstreck

source: Closes a repeated section and starts a first time bar (printing)
sv: Stänger ett upprepat avsnitt och börjar en första gångs stapel (utskrift)

source: Repeats are usually inserted using commands to insert repeat barlines and to insert first/second/nth time bar markings from the Directives menu - look these up in the Command Center. This menu is just for those that want the normal LilyPond syntax for repeats - use right-click->More Commands to un-hide these.
sv: Upprepningar infogas vanligtvis med hjälp av kommandon för att infoga upprepade taktstreck och för att infoga första/andra/nionde gångens taktmarkeringar från menyn Directives - se dessa i Command Center. Den här menyn är bara för dem som vill ha den normala LilyPond-syntaxen för upprepningar - använd högerklick->Fler kommandon för att dölja dessa.

source: Help for Repeats
sv: Hjälp vid upprepningar

source: Explains the different ways of creating repeats.
sv: Förklarar de olika sätten att skapa upprepningar.

source: Open Repeat Section
sv: Öppen repetitionssektion

source: Marks the point where a repeat will start. A correspond close, or first and second time bars are needed.
sv: Markerar den punkt där en upprepning kommer att börja. En motsvarande close, eller första och andra taktpinnen behövs.

source: Second Time Bar
sv: Andra gången taktstreck

source: Closes first time bars and starts second time bar(s) (printing)
sv: Stänger första tidens barer och startar andra tidens taktstreck(er) (tryckning)

source: Upbeat/Short Measure can only be used in an underfull, non-empty measure
sv: Upbeat/Short Measure kan endast användas i ett underfullt, icke-tomt mått

source: Re-calculate
sv: Räkna om

source: This object fills up the duration of this measure, without taking space in the typeset score. Use if for partial measures in first and second repeats. It needs to be renewed if you change the duration of the notes in the partial measure - use Re-calculate for this, or simply delete it and re-run the Short command.
sv: Detta objekt fyller upp längden på denna takt, utan att ta plats i det maskinskrivna partituret. Använd det för delmått i första och andra upprepningen. Det måste förnyas om du ändrar noternas längd i delmåttet - använd Re-calculate för detta, eller ta helt enkelt bort det och kör kommandot Short igen.

source: Short Measure
sv: Kort mått

source: Allow too few notes/rests in this measure. LilyPond will engrave this measure (in all staffs) with the short duration given by notes already present when this command was issued.
sv: Tillåt för få noter/vilor i denna takt. LilyPond kommer att gravera denna takt (i alla notsystem) med den korta varaktighet som ges av noter som redan fanns när detta kommando utfärdades.

source: Split Measure at Cursor
sv: Delad mätning vid markören

source: Split the current measure into two at the cursor.
sv: Dela det aktuella måttet i två delar vid markören.

source: This object fills up the duration of this measure, so that the notes in the measure form an upbeat. It needs to be renewed if you change the duration of the notes in the measure - use Re-calculate for this, or simply delete it and re-run the Upbeat command.
sv: Det här objektet fyller upp varaktigheten för den här takten, så att noterna i takten bildar en upbeat. Det måste förnyas om du ändrar längden på noterna i takten - använd Re-calculate för detta, eller ta helt enkelt bort det och kör Upbeat-kommandot igen.

source: Anacrusis (Upbeat, Pickup)
sv: Anacrusis (uppsluppen, pickup)

source: Convert the current measure to a partial measure so that it is complete with just the beats already inserted.
sv: Konvertera det aktuella måttet till ett delmått så att det blir komplett med bara de redan infogade takterna.

source: Measure Repeat
sv: Takt Upprepning

source: Whole Measure Repeat
sv: Hela måttet upprepas

source: Inserts a whole measure repeat sign.
sv: Infogar ett tecken för upprepad hel takt.

source: Capture Measures (Score)
sv: Kapningsåtgärder (poäng)

source: Creates blank measures one for each measure captured as a screenshot from a source score. Display the source score using any program. Click on opposite corners of each measure in turn to capture that measure as an image into Denemo. Right-click or scroll-wheel to switch corners to adjust. Press any key to finish. This command is for capturing in score form; to underlay each part with its own source measure use CaptureMeasuresPartPerStaff
sv: Skapar tomma mått, ett för varje mått som fångats som en skärmdump från en källpoäng. Visa källpartituret med valfritt program. Klicka på motsatta hörn av varje takt i tur och ordning för att fånga den takten som en bild i Denemo. Högerklicka eller skrolla med hjulet för att byta hörn att justera. Tryck på valfri tangent för att avsluta. Detta kommando är för att fånga i partiturform; för att lägga under varje del med sin egen källåtgärd använd CaptureMeasuresPartPerStaff

source: Delete Captured Measure
sv: Ta bort fångad takt

source: Deletes the captured image of the source measure for the current measure.
sv: Raderar den tagna bilden av källmätningen för den aktuella mätningen.

source: Capture and Insert One Measure
sv: Fånga och infoga ett mått

source: Capture the image of a single measure (as screenshot) inserting at the current measure.
sv: Ta en bild av ett enskilt mått (som skärmdump) som infogas vid det aktuella måttet.

source: All measures appear complete.
sv: Alla takter verkar vara slutförda.

source: This measure has the wrong duration.
sv: Denna takt har fel varaktighet.

source: Check for Irregular Measures
sv: Kontrollera för oregelbundna takter

source: Checks each Denemo measure in the current movement for complete number of beats. Unless you explicitly set otherwise, on typesetting the notes will be re-distributed to the correct measures, which can lead to strange effects.
sv: Kontrollerar varje Denemo-takt i den aktuella satsen för fullständigt antal slag. Om du inte uttryckligen anger något annat kommer noterna att omfördelas till rätt takter vid sättningen, vilket kan leda till märkliga effekter.

source: Time Signature does not match
sv: Tidssignaturen stämmer inte överens

source: Time Signature not at start of measure
sv: taktart inte i början av måttet

source: Polymetric Staffs not checked
sv: Polymetric Staffs ej kontrollerad

source: No problem detected with time signature changes
sv: Inga problem upptäcks med ändringar av taktart

source: Check Time Signatures
sv: Kontrollera tidssignaturer

source: Checks the movement for miss-matched or miss-placed time signature changes.
sv: Kontrollerar satsen för missmatchade eller felplacerade taktartsändringar.

source: Non Empty Intro staff
sv: Ej tom Intro notsystem

source: Create Intro
sv: Skapa intro

source: Creates a new staff with a bar for nothing (an intro of the right number of beats)
sv: Skapar en ny notbild med en takt för ingenting (ett intro med rätt antal takter)

source: Hide All Staffs
sv: Dölj alla staber

source: Makes all the staffs hidden in the display except for the one with the cursor.
sv: Gör att alla notsystem döljs i displayen utom den med markören.

source: Show All Staffs
sv: Visa alla staber

source: Makes all the staffs visible in the display.
sv: Gör alla staber synliga i displayen.

source: Minimum Staff Spacing
sv: Minsta avstånd mellan stavarna

source: Give Value
sv: Ge värde
